
/* localised versions of strings used internally in MidiKeys */

"Virtual source" = "Virtuelle Quelle";
"None" = "Nein";

"Octave Up" = "Oktave hoch";
"Octave Down" = "Oktave runter";

"Hot Keys Enabled" = "Hot Keys On";
"Hot Keys Disabled" = "Hot Keys Off";

/* alert for when there are no hot keys modifiers designated */
"Hot Keys Modifiers" = "Sondertasten für systemweiten Zugriff";
"Hot keys error text" = "Mindestens eine Taste muss für den systemweiten Zugriff ausgewählt werden, wenn dieser aktiviert ist.";

/* alert for system older than jaguar */
"Old System" = "Betriebssystem";
"Old System text" = "Sie müssen Mac OS X 10.2 oder besser haben, um MidiKeys zu benutzen.";

/* shortcut recorder */
"Space" = "Leertaste";
"Use old shortcut" = "Alten Kurzbefehl benutzen";
"Type shortcut" = "Kurzbefehl eingeben";
"Click to record shortcut" = "Klicken um Kurzbefehl einzugeben";
"Pad %@" = "Ziffernblock %@";
"The key combination %@ couldn't be used!" = "Der Kurzbefehl %@ konnte nicht benutzt werden!";
"The key combination \"%@\" couldn't be used, because %@." = "Der Kurzbefehl \"%@\" konnte nicht benutzt werden, da %@.";
"The key combination \"%@\" couldn't be used, because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "Der Kurzbefehl \"%@\" konnte nicht benutzt werden, da er bereits vom System belegt ist. (Wenn Sie diesen Kurzbefehl wirklich benutzen wollen, können Sie ihn meistens in den Tastatur & Maus Einstellungen in den Systemeinstellungen umstellen.)";
"The key combination \"%@\" couldn't be used, because it's already used by the menu item \"%@\"." = "Der Kurzbefehl \"%@\" konnte nicht benutzt werden, da er bereits von dem Menüeintrag \"%@\" benutzt wird.";
"Command + " = "Befehlstaste + ";
"Option + " = "Wahltaste + ";
"Shift + " = "Umschalt-Taste + ";
"Control + " = "\"ctrl\"-Taste + ";


"HotKeyDockBadge" = "⌨"; // ⎃ ★ ⌨
